Revit 2024 API
SymbolTypeId.FeetOfWater Property
 Symbol Feet, indicating unit Feet of water (39.2 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FeetOfWater { get; }
Visual Basic
Public Shared ReadOnly Property FeetOfWater As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetOfWater {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace